local M = {}

function M.config()
  require 'ft-mapper'.setup {
    mappings = {
      { ',', '、', '，' },
      { '.', '。', '．' },
      { ":", "：" },
      { ";", "；" },
      { "!", "！" },
      { "?", "？" },
      { "(", "（" },
      { ")", "）" },
      { "[", "「", "『", "【", "［" },
      { "]", "」", "』", "】", "］" },
      { "'", "'", "'" },
      { '"', "“", "”", "゛" },
      { '<', "＜", "«" },
      { '>', "＞", "»" },
      { "-", "ー", "―", "—", "–" },
      { " ", "　" }, -- 半角・全角スペース
    },
    line_limit = 1,
    no_default_mappings = false,
    debug = false,
  }
end

return M
